/* Record button label */
"RecordButtonStart" = "Start"; /* record button label for start action */
"RecordButtonContinue" = "Continue"; /* record button label for continue action */
"RecordButtonPause" = "Pause"; /* record button label for pause action */

/* Data unavailable messages */
"DataUnavailable" = "Unavailable"; /* DataUnavailable */

/* Formatting strings for location data output */
"LatLongFormat" = "%.4f° %@"; /* LatLongFormat */
"AltitudeFormat" = "%.2f meters %@"; /* AltitudeFormat */
"AccuracyFormat" = "± %1.0f m"; /* AccuracyFormat */
"CourseFormat" = "%.4f° Clockwise from North"; /* CourseFormat */
"SpeedFormat" = "%.2f kph"; /* SpeedFormat */

/* Directions */ 
"North" = "N"; /* North */
"South" = "S"; /* South */
"East" = "E"; /* East */
"West" = "W"; /* West */
"AboveSeaLevel" = "above sea level"; /* AboveSeaLevel */
"BelowSeaLevel" = "below sea level"; /* BelowSeaLevel */

/* Formatting strings for track data output */
"DistanceFormat" = "%.2f km"; /* Distance in km */

/* Map annotations */
"WaypointTitleFormat" = "Waypoint #%d"; /* Waypoint title format with index number */
"StartWaypoint" = "Start"; /* Waypoint marking the start of the track */
"EndWaypoint" = "Finish"; /* Waypoint marking the end of the track */

/* Alert Views */
"AlertBtnOk" = "OK"; /* Alert Button, Ok */
"AlertBtnShowOnMap" = "Show on map"; /* Alert Button, show on map */
"FileImportMessage" = "The file %@ has been added to your imported routes."; /* File import message */
"FileImportFailedMessage" = "No route could be imported from the file %@."; /* File import failed message */
"FileImportTitle" = "Route imported"; /* File import title */
"FileImportFailedTitle" = "Route not imported"; /* File import failed title */
"AlertBtnCancel" = "Cancel"; /* Alert Button, Cancel */
"AlertBtnDelete" = "Delete"; /* Alert Button, Delete */
"AlertMessageDeleteActivity" = "Do you really want do delete the recorded activity?"; /* delete activity confirm question */
"AlertTitleDeleteActivity" = "Dismiss Activity"; /* delete activity */

/* Action sheets */
"ActionSheetCancel" = "Cancel"; /* action sheet cancel button label */
"ActionSheetDeleteTracksFormat" = "Delete All %@"; /* action sheet button label for deleting activities */
"ActionSheetDeleteThumbnails" = "Reload Thumbnails"; /* action sheet button label for deleting thumbnails */
"ActionSheetOpenInSafari" = "Open in Safari"; /* action sheet button label open in safari */
"ActionSheetBackgroundTrack" = "Use as ghost track"; /* action sheet button label background track */

/* Alert view */
"AlertViewOK" = "Ok"; /* alert view ok button label */

/* Activity Types */
"activity.CYCLING" = "Cycling"; /* activity type cycling */
"activity.HIKING" = "Hiking"; /* activity type hiking */
"activity.RUNNING" = "Running"; /* activity type running */
"activity.INLINE" = "Inline Skating"; /* activity type inline skating */
